<?php

return [
    'Post' => 'Публикация',
    'Album' => 'Мой альбом',
    'Add Photo' => 'Добавить фото',
    'Album empty' => 'Альбом пуст',
    'Save' => 'Сохранить',
    'Cancel' => 'Закрыть',
    'Saved' => 'Сохранено',
    'Confirm' => 'Подтвердить',
    'popup' => [
        'Upload image' => 'Загрузить изображение',
        'comment' => 'Комментарий',
        'upload_image_required' => 'Загрузите изображение',
    ],
    'nav' => [
        'Random user' => 'Случайный пользователь'
    ],
    'profile' => [
        'Profile' => 'Профиль',
        'Profile Information' => 'Информация профиля',
        'update_profile_information' => 'Обновите данные профиля и адрес электронной почты своей учетной записи.',
        'Login' => 'Логин',
        'Email' => 'Эл. почта',
        'click_to_resend' => 'Нажмите здесь, чтобы повторно отправить письмо с подтверждением.',
        'email_not_verified' => 'Ваш адрес электронной почты не подтвержден.',
        'new_link_sent' => 'Новая ссылка для подтверждения отправлена на вашу электронную почту.',
        'Password' => 'Пароль',
        'Update Password' => 'Изменить пароль',
        'update_password' => 'Убедитесь, что ваша учетная запись использует длинный случайный пароль, чтобы оставаться в безопасности.',
        'Current Password' => 'Текущий пароль',
        'New Password' => 'Новый пароль',
        'Confirm Password' => 'Повтор нового пароля',
        'reset_password' => 'Сбросить пароль',
        'Delete Account' => 'Удалить аккаунт',
        'delete_account' => 'Как только ваша учетная запись будет удалена, все ее ресурсы и данные будут удалены навсегда. Перед удалением учетной записи загрузите все данные или информацию, которые вы хотите сохранить.',
        'confirm_delete_title' => 'Вы уверены, что хотите удалить свою учетную запись?',
        'confirm_delete_description' => 'Как только ваша учетная запись будет удалена, все ее ресурсы и данные будут удалены навсегда. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свою учетную запись.',
        'auth' => [
            'forgot_password' => 'Забыли пароль?',
            'remember' => 'Запомнить меня',
            'log_in' => 'Войти',
            'log_out' => 'Выйти',
            'please_confirm_password' => 'Это безопасная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
            'Register' => 'Зарегистрироваться',
            'already_registered' => 'Уже зарегистрированы?',
            'thanks_for_register' => 'Спасибо за регистрацию! Прежде чем начать, не могли бы вы подтвердить свой адрес электронной почты, перейдя по ссылке, которую мы только что отправили вам по электронной почте? Если вы не получили письмо, мы с радостью отправим вам другое.',
            'verify_link_sent' => 'На адрес электронной почты, указанный вами при регистрации, была отправлена новая ссылка для подтверждения.',
            'email_not_received' => 'Если вы не получили электронное письмо',
            'check_email' => 'Прежде чем продолжить, пожалуйста, проверьте свою электронную почту на наличие ссылки для подтверждения.',
            'click_to_repeat' => 'Нажмите здесь, чтобы запросить еще один',
            'verify_your_email' => 'Подтвердите свой адрес электронной почты',
            'reset' => [
                'get_link' => 'Получить ссылку',
                'description' => 'Забыли пароль? Ничего. Просто сообщите нам свой адрес электронной почты, и мы отправим вам по электронной почте ссылку для сброса пароля, которая позволит вам выбрать новый.',
            ]
        ]
    ]
];
